Repository: Vbichigatsushi/featurematching
Catalog: translations/*/ModulesFeaturematchingAdmin.*.xlf
Languages: fr_fr

source: Feature group successfully added !
fr_fr: Catégorie ajoutée avec succès !

source: Failure adding feature group !
fr_fr: Erreur durant l'ajout de la catégorie !

source: Feature group successfully deleted !
fr_fr: Catégorie supprimée avec succès !

source: Failure deleting feature group !
fr_fr: Erreur durant la suppression de la catégorie !

source: All Feature groups successfully added !
fr_fr: Catégories ajoutées avec succès !

source: Failure adding all feature groups !
fr_fr: Erreur durant l'ajout des catégories !

source: Sub-feature successfully added !
fr_fr: Caractéristique ajoutée avec succès !

source: Failure adding sub-feature !
fr_fr: Erreur durant l'ajout de la caractéristique !

source: Sub-feature successfully deleted !
fr_fr: Caractéristique supprimée avec succès !

source: Failure deleting sub-feature !
fr_fr: Erreur durant la suppression de la caractéristique

source: All sub-features added successfully.
fr_fr: Caractéristiques ajoutées avec succès !

source: Failure adding all sub-features !
fr_fr: Erreur durant l'ajout des caractéristiques !

source: Success while deleting all feature from product !
fr_fr: Caractéristiques supprimées avec succès

source: Error while deleting all feature from product ! id not set.
fr_fr: Erreur durant la suppression des caractéristiques ! produit non choisi

source: Feature Matching
fr_fr: Association de caractéristiques

source: Allows you to associate products with categories based on their characteristics
fr_fr: Permet d'associer des produits à des catégories en fonction de leurs caractéristiques

source: Are you sure ?
fr_fr: Êtes-vous sur ?

source: Delete all features from a product
fr_fr: Supprimer les caractéristiques d'un produit

source: Search by reference or name...
fr_fr: Chercher par référence, nom ou id...

source: Delete features
fr_fr: Supprimer les caractéristiques

source: Feature groups
fr_fr: Catégories

source: Add feature group
fr_fr: Ajouter une catégorie

source: Add all feature groups
fr_fr: Ajouter toutes les catégories

source: Sub-features
fr_fr: Caractéristiques

source: Add sub-feature
fr_fr: Ajouter une caractéristique

source: Add all sub-features
fr_fr: Ajouter toutes les caractéristiques
